{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-pandoc-references": { "branch": "master" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "julia-vim": { "branch": "master" },
  "jupytext.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mermaid.vim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "neogit": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luadev": { "branch": "master" },
  "nvim-nonicons": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-r": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-toggleterm.lua": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "quarto-nvim": { "branch": "main" },
  "r-vim-runtime": { "branch": "update" },
  "rename.vim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "stan-vim": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "telescope-bibtex.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-mdx-js": { "branch": "master" },
  "vim-mergetool": { "branch": "master" },
  "vim-table-mode": { "branch": "master" }
}
